"DIALER" = "Πλήκτρα";
"SPEED_DIAL" = "Αγαπημένα";
"ADDRESS_BOOK" = "Επαφές";
"CALL_HISTORY" = "Πρόσφατα";
"VOICEMAIL" = "Τηλεφωνητής";

"THIS_PHONE" = "Ο αριθμός μου:";
"UNKNOWN_CALLER" = "Άγνωστο";
"BLOCKED_CALLER" = "Απόκρυψη";
"UNKNOWN_CALLER_DETAIL" = "Άγνωστος καλών";
"BLOCKED_CALLER_DETAIL" = "Απόκρυψη καλούντος";
"UNKNOWN_LOCATION" = "Άγνωστη τοποθεσία";
"CANCEL" = "Ακύρωση";
"CALL" = "Κλήση";
"VOICEMAIL_CALLER" = "Τηλεφωνητής";

"I_PHONE" = "iPhone";
"SPEAKER_PHONE" = "Ηχείο";